//
//  Action.swift
//  CircularRevealAnimation
//
//  Created by Чингиз Б on 09.03.17.
//  Copyright © 2017 Chingiz Bayshurin. All rights reserved.
//

import Foundation


class Action {
    
    
    
    static var actionImages : [String] = ["photo_1.jpg", "photo_2.jpg"]
    
    static var actionPublicationDates : [String] = ["08 марта 2017 15:00", "09 марта 2017 18:00"]
    
    static var actionTitles : [String] = ["ПО ЛЕСНЫМ ТРОПИНКАМ",
                                       "ДОРОГИЕ ДАМЫ!"
    ]
    
    static var actionShortDescriptions : [String] =
        ["Дорогие малыши и родители!\r\rМы подготовили для вас премьеру весенней сказки!...",
         
         "ДОРОГИЕ ДАМЫ!\rЖенский клуб \"Глаголюшки-club\" приглашает вас на нвую винтажную встречу в канун весеннего женского праздника!"
         
      ]
    
    static var actionFullDescriptions : [String] =
    ["Дорогие малыши и родители!\r\rМы подготовили для вас премьеру весенней сказки! Давайте отправимся в яркий и волшебный весенний лес и понаблюдаем как он живет, как просыпается и оживает, поговорим с ним и познакомимся с его обитателями! Вас ждут интересные сюрпризы, восторг и важные открытия! А помогут в этом талантлевые молодыые актеры театра \"Весело шагать\". Ждем вас в воскресенье, 12 марта, в 11:30 в уютном \"Глаголюшки-club\".\r\rВозрастныя группа 1-5 лет; стоимость 1500 руб, количество мест ограничено камерностью мероприятия, спешите!;-) \r\rзаказ билета по тел: 7926-206-80-55 Оксана. Для комфорта зрителей, пожалуйста оставляйте одежду и сменную обувь в гардеробе.",
    
     "Женский клуб \"Глаголюшки-club\" приглашает вас на нвую винтажную встречу в канун весеннего женского праздника! Мы поговорим об удивительных историях, связанных с украшениями, продолжим разговор о \"брошкософии\", рассмотрим иссторию создания брендов, которые на рынке украшений просуществовали недолго, но оставили значимый след. Поговорим об известных людях, которые являются приверженцами винтажных украшений. А также о связи времен! Приносите с собой свои истории и бабушкины броши! Возможно вы встретите брошь, которые будуте с радостью носить долгие годы и трепетно передадите по наследству!\r\rВстреча состоится 11 марта, в 13.30. Стоимость участия 500 руб. дополнительные вопросы по тел: 8-926-206-80-55"
         
   ]    
    
}
